Repository: SmartCash/WooCommerce
Catalog: languages/wcscp-*.po
Languages: pt_br

source: Start accepting SmartCash cryptocurrency in your WooCommerce store.<br /><b>This plugin requires a merchant account in the service <a href='http://kamoney.com.br' target='_blank'>Kamoney</a>.</b>
pt_br: Comece aceitar a criptomoeda SmartCash na sua loja WooCommerce.<br /><b>Esse plugin requer uma conta de lojista no serviço <a href='http://kamoney.com.br' target='_blank'>Kamoney</a>.</b>

source: Enable / Disable
pt_br: Habilitar / Desabilitar

source: Enable this payment gateway
pt_br: Habilitar essa forma de pagamento

source: Title
pt_br: Título

source: Payment title of checkout process.
pt_br: Título do método de pagamento no checkout

source: Pay with SmartCash
pt_br: Pagar com SmartCash

source: Description
pt_br: Descrição

source: Pay with SmartCash cryptocurrency
pt_br: Pagar com a criptomoeda SmartCash

source: This is the Public Key provided by Kamoney.com.br when you signed up for a merchant account.
pt_br: Essa é a sua Public Key no serviço Kamoney.com.br. Disponível ao se inscrever para uma conta de lojista.

source: This is the Secret Key provided by Kamoney.com.br when you signed up for a merchant account.
pt_br: Essa é a sua Secret Key no serviço Kamoney.com.br. Disponível ao se inscrever para uma conta de lojista.

source: Enable logging
pt_br: Habilitar log

source: Kamoney Sale ID:
pt_br: ID da Venda no Kamoney

source: Failed to connect to Kamoney:
pt_br: Falha ao se conectar a Kamoney:

source: Payment error: service not available. Please, try again later.
pt_br: Erro no pagamento: o serviço não está diponsível. Tente novamente mais tarde.

source: Transaction identified. Confirming.
pt_br: Transação identificada. Confirmando.

source: Approved. Confirming payment.
pt_br: Aprovado. Confirmando pagamento.

source: Fully confirmed.
pt_br: Totalmente confirmado.

source: Invalid Kamoney Order ID
pt_br: ID do Kamoney inválido

source: Invalid Kamoney POST
pt_br: POST do Kamoney inválido

source: Settings
pt_br: Configurações

source: Thank you for your payment!
pt_br: Obrigado pelo seu pagamento!

source: Your payment is now complete.
pt_br: Seu pagamento está completo.

source: We are redirecting you to your purchase receipt.
pt_br: Vamos redirecioná-lo aos detalhes da sua compra.

source: Check my receipt
pt_br: Ver compra

source: Payment details for <b>%s</b>
pt_br: Pagamento para <b>%s</b>

source: We are waiting for your transaction.
pt_br: Estamos esperando sua transação

source: AMOUNT
pt_br: VALOR

source: ADDRESS
pt_br: ENDEREÇO

source: Copy
pt_br: Copiar

source: Copied
pt_br: Copiado

source: EXPIRES IN
pt_br: EXPIRA EM

source: Problems with the payment?
pt_br: Problemas com seu pagamento?

source: Cancel order &amp; restore cart
pt_br: Voltar a loja

source: Sorry, the payment expired
pt_br: Desculpe, pagamento expirado

source: If you have already made the payment, your order will be confirmed soon.
pt_br: Se você já efetuou o pagamento, sua compra será confirmada em breve.

source: If not, please, go back to store and repeat your order.
pt_br: Se não, por favor, volte para a loja e faça sua compra novamente.

source: Back to store
pt_br: Voltar a loja

source: Ops, there is an error here
pt_br: Ops, erro aqui

source: The order that you are looking to pay doesn't exist.
pt_br: A compra pela qual está tentando pagar não existe.

source: If you think that it is an error, please contact support.
pt_br: Se você acha que isso é um erro, por favor contete o suporte.

source: Pay with <b>SmartCash</b>
pt_br: Pague com <b>SmartCash</b>

source: Payment expired.
pt_br: Pagamento expirado.

source: Smartcash Payments Disabled
pt_br: Pagamento por SmartCash desabilitado.

source: Currency <code>%s</code> is not supported. Works only with Brazilian Real.
pt_br: A moeda <code>%s</code> não é suportada. Funciona apenas com Real Brasileiro.

source: SmartCash Payments Disabled
pt_br: Pagamento por SmartCash desabilitado.

source: You should inform a valid Kamoney Public and Secret Key.
pt_br: Você deve informar um par válido de Public e Secret Key da Kamoney.
